Repository: paritytech/polkadot-ios-community
Catalog: Packages/PolkadotUI/Sources/Resources/Game.xcstrings
Source language: en
Languages: es_es

# deposit.required.button
source: Deposit %@
es_es: Depositar %@

# deposit.required.description
source: Deposited funds will be held from you dollar account and sent back after you become a Member.
es_es: Los fondos depositados se retendrán de tu cuenta en dólares y se devolverán después de que te vuelvas Miembro.

# deposit.required.label
source: A deposit is required
es_es: Se requiere un depósito

# deposit.required.title
source: Deposit %@ to register and for the weekly games
es_es: Deposita %@ para registrarte y para los juegos semanales

# game.in.progress
source: The game is in progress
es_es: El juego está en curso

# game.start.format
source: %1$(month)@ %2$(date)@ at %3$(time)@
es_es: %2$(date)@ de %1$(month)@ a las %3$(time)@

# game.start.in.format
source: Start playing in %@
es_es: Empieza a jugar en %@

# GameInfo.countdown
source: %1$(time)@ left to join
es_es: %1$(time)@ para unirte

# GameInfo.nextGameStarting
source: Next game
es_es: Próximo juego

# GameInfo.past.action
source: Chat With Players
es_es: Chatear con jugadores

# GameInfo.past.title
source: The game was played on
es_es: El juego se jugó el

# GameInfo.playToRetainMembership
source: Play to retain your membership
es_es: Juega para conservar tu membresía

# GameInfo.register.action
source: Register
es_es: Registrarse

# GameInfo.register.openingSoon
source: Opening soon
es_es: Abre pronto

# GameInfo.register.title
source: Register for the game
es_es: Regístrate para el juego

# GameInfo.registered.subtitle
source: Game starts in
es_es: El juego comienza en

# GameInfo.registered.title
source: Registered
es_es: Registrado

# GameInfo.starting.action
source: Start playing
es_es: Empezar a jugar

# GameInfo.starting.title
source: Game is starting
es_es: El juego está comenzando

# chat.preview.game.announced
source: Next game: %1$(time)@. Register now!
es_es: Próximo juego: %1$(time)@. ¡Regístrate ya!

# chat.preview.game.failed
source: You missed or failed the game. Play %1$(gamesLeft)lld more to get your membership
es_es: Te perdiste el juego o no lo aprobaste. Juega %1$(gamesLeft)lld más para obtener tu membresía

# chat.preview.game.pending
source: Game finished. Results may take a little while to process.
es_es: El juego terminó. Los resultados pueden tardar un poco en procesarse.

# chat.preview.game.peer.reached
source: You got membership!
es_es: ¡Obtuviste la membresía!

# chat.preview.game.registered
source: Registered! Game starts on %1$(time)@.
es_es: ¡Registrado! El juego comienza el %1$(time)@.

# chat.preview.game.starting
source: Game starting! Play now.
es_es: ¡El juego está comenzando! Juega ya.

# chat.preview.game.successful
source: Game is Successful. Play %1$(gamesLeft)lld more to get your membership.
es_es: El juego fue exitoso. Juega %1$(gamesLeft)lld más para obtener tu membresía.

# player.action.add
source: Add
es_es: Agregar

# player.action.message
source: Message
es_es: Mensaje

# result.action.chat
source: Chat with players
es_es: Chatear con jugadores

# result.played
source: The game was played
es_es: El juego se jugó

# result.status.failed
source: Game ended
es_es: El juego terminó

# result.status.message.game.ended
source: This one got away. Your next chance awaits
es_es: Este se te fue. Te espera la próxima oportunidad

# result.status.message.no.reward
source: No rewards for this game
es_es: No hay recompensas por este juego

# result.status.message.play.to.join
source: Play %1$(games)lld more games to get your Membership
es_es: Juega %1$(games)lld juegos más para obtener tu Membresía

# result.status.message.play.to.join.failed
source: You missed the game or didn't pass. Play %1$(games)lld more games to get your Membership.
es_es: Te perdiste el juego o no lo aprobaste. Juega %1$(games)lld juegos más para obtener tu Membresía.

# result.status.message.play.to.resume
source: Play %1$(games)lld more games to resume your Membership status
es_es: Juega %1$(games)lld juegos más para reactivar tu Membresía

# result.status.message.play.to.resume.failed
source: You missed the game or didn't pass. Play %1$(games)lld more games to resume your Membership status
es_es: Te perdiste el juego o no lo aprobaste. Juega %1$(games)lld juegos más para reactivar tu Membresía

# result.status.message.processing
source: It may take up to a little while to process.
es_es: El procesamiento puede tardar un poco.

# result.status.message.secured.status
source: You got Membership!
es_es: ¡Obtuviste la Membresía!

# result.status.pending
source: Game Results Pending
es_es: Resultados del juego pendientes

# result.status.success
source: Game succeeded
es_es: El juego fue exitoso

# result.status.suspended
source: Your Membership is on pause
es_es: Tu Membresía está en pausa

# tutorial.doneButton
source: Done
es_es: Listo

# tutorial.firstTitle
source: Copy the gesture
es_es: Copia el gesto

# tutorial.nextButton
source: Next
es_es: Siguiente

# tutorial.secondTitle
source: Tap other players who also copy the gesture
es_es: Toca a los otros jugadores que también copian el gesto
